Repository: arthurits/SignalAnalysis
Catalog: SignalAnalysis.WinUI/Strings/*/SignalAnalysis.resw
Source language: en_us
Languages: es

# StrButtonPlotLegend
source: Legend
es: Leyenda

# StrButtonPlotLegendToolTip
source: Show legend in plots
es: Mostrar la leyenda en los datos

# StrButtonPlotPaletteToolTip
source: Select plot color palette
es: Seleccionar la paleta de colores para los gráficos

# StrButtonPlotSave
source: Save
es: Guardar

# StrButtonPlotSaveToolTip
source: Save plot as image
es: Guardar el gráfico como archivo de imagen

# StrButtonPlotSeriesToolTip
source: Select series to be plotted
es: Seleccionar la serie de datos para mostrar en los gráficos

# StrDragDrop
source: Click or drag and drop here
es: Haz clic o arrastra archivos aquí

# StrDragDropCaption
source: Open manual handling document
es: Abrir documento de manipulación manual

# StrDragDropToolTip
source: Drag and drop file
es: Arrastrar y soltar archivo

# StrDragUIOvereride
source: Open manual handling data
es: Abrir modelo de manipulación manual

# StrOpenDocument
source: Open manual materials handling document (*.sig)
es: Abrir documento señal (*.sig)

# StrOpenDocumentToolTip
source: Open 'sig (*.sig)' document
es: Abrir documento «sig (*.sig)»
